export default [
  {
    h1: '故事的解剖',
    h2: '醉漢讀書會',
    h3: '20200629 詔安',
  },
  {
    h2: '目錄',
    img: '',
  },
  {
    h2: '第一部',
    h3: '作者與說故事的技藝',
  },
  {
    h2: '引言',
    list: [
      '《故事的解剖》不是ＯＯ而是ＸＸ',
      '陳腔濫調西語片 vs 巧克力情人',
      '刪減',
      '電影編劇的赤裸',
      '市場的揣測',
    ],
  },
  {
    h3: '01 故事面臨的難題',
    list: [
      '為什麼我們需要故事',
      '說服你吸收這本書',
      '好作品的本質是一樣的',
      '文學天分 vs 說故事的天分：茶水間的同事',
    ],
  },
  {
    h2: '第二部',
    h3: '故事的要素',
  },
  {
    h3: '結構：直接定義',
    quote: '所謂「結構」，就是從角色的人生故事中選取某些事件，編寫成有意義的場景段落，引發觀眾特定情緒，同時呈現某種特定的人生觀點 (p.38)',
  },
  {
    h3: '結構：間接說明',
    list: [
      '事件就是改變',
      '場景分級',
      '藝術電影是如何（一部接著一部）拍出來的 (p.68)',
    ],
  },
  {
    h3: '故事三角',
    img: '',
  },
  {
    quote: '經典設計是記憶與預期的模型…… (p.67)',
  },
  {
    h2: '第三部',
    h3: '故事設計的原則',

  },
  {
    h3: '故事的本質',
    quote: '想瞭解故事的本質（Substance）及它如何發揮作用，必須由內而外審視自己的作品，進入劇中角色的內心世界，透過他的雙眼觀看外在的世界，想像自己就是劇中角色，親自真真切切地體驗整個故事。 (p.137)',
  },
  {
    h2: '覺察',
    list: [
      ['意識到', '有注意到存在'],
      ['沒意識到、有感覺到', '沒注意到存在，一拿掉馬上會注意到'],
      ['沒感覺到', '連拿掉都不會注意到'],
    ],
  },
];
